Revit 2023 API
GroupTypeId.Lining Property
 "Lining"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 23.0.0.0 (23.1.0.0)
Syntax
C#
public static ForgeTypeId Lining { get; }
Visual Basic
Public Shared ReadOnly Property Lining As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Lining {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace